Repository: mozilla-l10n/mt-training-data
Catalog: kbd/kbd_pontoon.tmx
Source language: en_us
Languages: kbd

source: 1 sentence collected
kbd: 1 псалъэуха къэдгъуэящ

source: 2 down, keep it up!<playIcon></playIcon>
kbd: 2-р хьэзырщ, апхуэдэурэ къыпыщэ!<playIcon></playIcon>

source: ≥ 2 No votes
kbd: ≥ 2 зыри ӏэ ӏэт щыӏэкъым.

source: ≥ 2 Yes votes
kbd: ≥ ӏэ ӏэт 2 нэхъыбэ

source: Abkhaz
kbd: Азыгъэбзэ

source: About
kbd: Ттеухуауэ

source: Accent
kbd: Акцент

source: Accepted file types: .tsv only
kbd: Езэгъ файл лӏэужьыгъуэр: .tsv закъуэ

source: Account
kbd: Аккаунт

source: Acehnese
kbd: Ачэныбзэ

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
kbd: { $actionType } <playIcon></playIcon>и псэлъакӏуэм жиӏэу зэхэпхыр итхэ

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
kbd: { $actionType }<playIcon></playIcon> псалъэухар тэмэму къэпсэлъа хъуа?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
kbd: { $actionType }<recordIcon></recordIcon>, иужькӀэ псалъэухам ину къеджэж

source: { $actionType }<stopIcon></stopIcon> when done
kbd: Щызэфӏэкӏам щыгъуэ { $actionType }<stopIcon></stopIcon>

source: { $actionType } submit when ready
kbd: { $actionType } хьэзыр щыхъуам егъэхь

source: Adamawa Fulfulde
kbd: Адэмавэ Фулфудэибзэ

source: Add and Review Sentences, Add Questions, Transcribe Audio
kbd: Псалъэуха хэлъхьэ икӀи еплъыж, упщӀэ хэлъхьэ, макъыр текс щӀы

source: Add <icon></icon> a public domain sentence
kbd: Жылагъуэм ей псалъэуха <icon></icon> къэтх.

source: Add information
kbd: Щӏэныгъэ хэлъхьэ

source: Adding Sentences
kbd: Псалъэуха хэлъхьэ

source: Additional Language
kbd: Бзэ дэкӏуашэ

source: Add new sentences for the community to read
kbd: ЦӀыхухэр еджэным щхьэкӀэ псалъэухащӀэхэр хэлъхьэ

source: Add one sentence per line
kbd: Сатыр къэс псалъэуха зэрыз тхы

source: Add questions in your language
kbd: УибзэмкӀэ упщӀэхэр хэлъхьэ

source: Add Questions <small>(Coming soon)</small>
kbd: Упщӏэхэр хэлъхьэ <small>(Куэд мыщӏэу)</small>

source: Add Sentences
kbd: Псалъэуха хэлъхьэ

source: Add sentences in your language
kbd: УибзэмкӀэ къритха псалъэухахэр хэлъхьэ

source: Add up to 1,000 sentences
kbd: Псалъэуха 1,000-м нэс хэфлъхьэ

source: Add Your Voice
kbd: Уи макъыр хэгъэхьэ

source: Adyghe
kbd: Адыгэ

source: Adyghe (West Circassian)
kbd: Адыгабзэ

source: Afaan Oromo
kbd: Афаан Оромо

source: Afar
kbd: Афарыбзэ

source: Afrikaans
kbd: Африканыбзэ

source: Age
kbd: Ныбжь

source: Agriculture and Food
kbd: Мэкъумэшымрэ шхыныгъуэмрэ

source: Albanian
kbd: Албэн

source: All
kbd: Псори

source: All sentence must have the same domain
kbd: Псалъэуха псор зы темэкӀэ хъун хуейщ.

source: All sentences must have the same citation
kbd: Псалъэуха псор зы хэкӀыпӀэм хъун хуейщ.

source: Already have an account? <login>Log-In</login>
kbd: Аккаунт уиӏахэ? <login>Ихьэ<login>

source: Alsatian
kbd: Алзасыбзэ

source: Amharic
kbd: Амхьэрыбзэ

source: An error occurred fetching sentences
kbd: Псалъэухар къыщыIэрыхьэм, щыуагъэ къэхъуащ.

source: An error occurred reviewing this sentence
kbd: Мы псалъэухар щызэхагъэкIым, щыуагъэ къэхъуащ.

source: An error occurred submitting your voice information
kbd: Уи макъ щӏэныгъэхэр егъэхьа щыхъум щыуагъэ къэхъуащ

source: An error occurred while creating this transcript
kbd: Транскрипцэ къэгъэщӏа щыхъурэ пэт щыуагъэ къэхъуащ

source: An error occurred while submitting the report
kbd: Рапортыр щыригъэхьым щыуагъэ къэхъуащ

source: Answer Questions <small>(Coming soon)</small>
kbd: Упщӏэхэм жэуап ет <small>(Куэд мыщӏэу)</small>

source: Approve
kbd: Къащтэ

source: Arabic
kbd: Хьэрып

source: Aragonese
kbd: Арэгуэныбзэ

source: Are you coming? [called by another]
kbd: Укъэкӏуэрэ? [нэгъущӏым къыхуеджа]

source: Armenian
kbd: Ермэлыбзэ

source: Armenian Western
kbd: Ермэл къуэхьэпIэ

source: Arvanitika
kbd: Арванитикэ

source: Ask about a new language
kbd: Бзэщӏэ къыхагъэхьэну елъэӏу

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
kbd: <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> е <emailLink>э-пощткӏэ</emailLink> упщӏэ къыдэфт.

source: Assamese
kbd: Ассэмэ

source: Asturian
kbd: Астурибзэ

source: Atayal
kbd: Атаял

source: Audio Format
kbd: Аудио фэрмат

source: Avatar
kbd: Авэтар

source: Average
kbd: Курыт

source: A voice clip is marked "valid" when a user gives it a Yes vote.
kbd: Запись отмечается как «корректная», когда пользователь выбирает «Да».

source: Awards
kbd: Къэхь

source: Azerbaijani
kbd: Азэр

source: Baatonum
kbd: Баатонумыбзэ

source: Baba Malay
kbd: Баба Малай

source: Back
kbd: Щӏыбагъкӏэ

source: Background Noise
kbd: Щӏыбагъ ӏэуэлъауэ

source: Background Voices
kbd: Щӏыбагъ псалъэмакъхэр

source: Back to Top
kbd: Ищхьэм дэкӏуей

source: Bafia
kbd: Бафиябзэ

source: Bafut
kbd: Бафутыбзэ

source: Bahasa Malay
kbd: Бахаса Малай

source: Balochi
kbd: Белочибзэ

source: Balti
kbd: Балти

source: Bambara
kbd: Бамбэрыбзэ

source: Bamun
kbd: Бамуныбзэ

source: Bamvele
kbd: Бамвелеибзэ

source: Bankon
kbd: Банконыбзэ

source: Baoule
kbd: Баулеибзэ

source: Basaa
kbd: Басэ

source: Bashkir
kbd: Бэшчыр

source: Basque
kbd: Бэск

source: Batanga
kbd: Батангаибзэ

source: Belarusian
kbd: Урысыху

source: Benefits
kbd: Дызэрефӏэкӏхэр

source: Bengali
kbd: Бэнгэл

source: Betawi
kbd: Бэтави

source: <bold>{ $count }</bold> Clips
kbd: макъ тетха

source: <bold>Help us</bold> find more voices
kbd: Макъ трезгъэтхэфын иджыри <bold>къытхуэгъуэт</bold>

source: Borgu Fulfulde
kbd: Боргу Фулфудэибзэ

source: Bosnian
kbd: Боснийыбзэ

source: Both
kbd: ТIури

source: Both (Speak and Listen)
kbd: ТIури (тхыи хэплъэж)

source: Breton
kbd: Брытэн

source: Browse Languages
kbd: Бзэхэм хэплъэ

source: Brushaski
kbd: Брушаски

source: Build a custom goal
kbd: Езым уи мурадыр зыхуэгъэув

source: Build Profile
kbd: Профил ухуэ

source: Bulgarian
kbd: Бэлгъэр

source: Bulk batch
kbd: Псалъэуха куэд

source: Bulk Sentences Uploaded
kbd: Псалъэуха гуп къилъхьащ.

source: Bulu
kbd: Булуибзэ

source: Bunun
kbd: Бунун

source: Burmese
kbd: Бурмэибзэ

source: Buryat
kbd: Бурятыбзэ

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
kbd: Фэ фызэрыхьэну фыарэзы хъуауэ, Mozilla фи тӀасхъэм ягъэпсэуалъэну ди <privacyLink>тӀасхъэхъумэ политикэ </privacyLink> Mozilla хуэфащэу.

source: By telling us about yourself, you will help developers build more inclusive technology
kbd: Уэ птеухуа щӏэныгъэхэр къыдэптымэ, зэхэзылъхьэхэм нэхъ ӏэджэзыщӏэт ӏэмал-ӏэзэгъуэ яухуэну удэӏэпыкъунущ

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
kbd: Common Voice къызэрыбгъэсэбэпымкӏэ, ди <termsLink>щытыкӏэхэмрэ</termsLink> <privacyLink>щэхуныгъэ хъыбаргъэӏумрэ</privacyLink> бодэ

source: Cameroon Pidgin
kbd: Камерун пиджин

source: Cancel Re-recording
kbd: Тетхэжыныр къутэж

source: Cancel Submission
kbd: Егъэхьыныр къутэж

source: Cannot submit more than 1000 sentences
kbd: Псалъэуха 1000 нахъыбэ къиплъхьэ хъукъым.

source: Can't decide?
kbd: Унафэ фыхъуркъэ?

source: Cantonese
kbd: Кантоныбзэ

source: Catalan
kbd: Каталаныбзэ

source: Central Alaskan Yupʼik
kbd: Аляскэ курыт Юпикибзэ

source: Central Kurdish
kbd: Кэкшык

source: Central Melanau
kbd: Централь Меланау

source: Central Puebla Nahuatl
kbd: Пуэбла науатл курыт

source: Change preferences
kbd: Теухуапӏэр зэхъуэкӏ

source: Check
kbd: Къэпщытэ

source: Check <icon></icon> is this a linguistically correct sentence?
kbd: Мы псалъэухар <icon></icon> бзэхабзэмкӀэ тэмэм хъуауэ къэпщытэжын?

source: Chinese (China)
kbd: Чынт

source: Chinese (Hong Kong)
kbd: Чынт (Хьэн Куэн)

source: Chinese (Taiwan)
kbd: Китаибзэ (Тайуэн)

source: Chinyanja
kbd: Чинянджа

source: Choose language/localization
kbd: Къыхэвгъуэтыт бзэр/щӀыпӀэр

source: Chuvash
kbd: Чыуэш

source: Citation
kbd: Цитатэ

source: Cite with a URL link or the full name of the work.
kbd: URL-линккӏэ е лэжьыгъэм и цӏэ псомкӏэ хэкӏыпӏэр къэгъэлъагъу.

source: Click
kbd: Теуэ

source: Clip Graveyard
kbd: «Кладбище записей»

source: Clips recorded
kbd: Пычыгъуэу тха

source: Clips Uploaded
kbd: Макъ тетхахэр илъхьа хъуащ

source: Clips validated
kbd: Тхыгъэ узык1элъыплъэжахэр

source: Clips You've Recorded
kbd: Евгъэтхащ

source: Clips You've Validated
kbd: Фыхэплъащ

source: Close
kbd: Хуэщӏ

source: Collecting sentences
kbd: Псалъэухахэр зэщӏекъуэ

source: Comment
kbd: Комментарий

source: Common Voice Dataset
kbd: Набор данных Common Voice

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
kbd: Common Voice-р Mozilla-м и гукъэкӏщ, цӏыху псэлъэкӏэр машинэм иджыну доӏэпыкъу.

source: Confirm Goal
kbd: Псам тегъэзэж

source: Contact
kbd: Кэнтакт

source: Contact Form
kbd: Зэлъэӏэс форм

source: Contact Us
kbd: Къытхуегъазэ

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
kbd: Лэжьыгъэр <licenseLink>лиценз Creative Commons</licenseLink> итщ

source: Continue
kbd: Пыщэ

source: Continue speaking
kbd: Псэлъэным пыщэ

source: Continue validating
kbd: Къэгъэпэжыныр пыщэ

source: Contribute
kbd: Хэгъахъуэ

source: Contribute sentences
kbd: Псалъэухахэм къыхэлъхэ

source: Contribute to { $lang }
kbd: { $lang } -м хэгъахъуэ

source: Contribution Activity
kbd: Iэпыкъу и тхыгъэ

source: Contribution Criteria
kbd: Узэрыхыхьэпхъэ пщалъэхэр

source: Contributors record voice clips by reading from a bank of donated sentences.
kbd: Участники делают голосовые записи, читая из банка пожертвованных предложений.

source: Cookies
kbd: Куки

source: Copainalá Zoque
kbd: Копайнала-Соке

source: Cornish
kbd: Куэр

source: Correct
kbd: Пэжщ

source: Corsican
kbd: Куэрсикэбзэ

source: { $count } clips
kbd: тхыгъэу

source: { $count }mo
kbd: мазэу

source: Country/Region of Residence
kbd: Здэпсэу къэрал / щӏыпӏэ

source: { $count }wk
kbd: тхьэмахуэу

source: { $count }y
kbd: илъэсу

source: Create a Custom Goal
kbd: Си гъэпс щIэдзэ

source: Create a profile
kbd: Напэкӏуэцӏыщӏэ къызэгъэпэщ

source: Crimean Tatar
kbd: Кърым тэтэрыбзэ

source: Criteria
kbd: Пщалъэ

source: Croatian
kbd: Хэруэт

source: Czech
kbd: Чэх

source: Dagbani
kbd: Дагбанибзэ

source: Daily Goal
kbd: Махуэ гъэпс

source: Dameli
kbd: Дамели

source: Danish
kbd: Даныбзэ

source: Dargwa
kbd: Даргиибзэ

source: Dataset Release
kbd: Выпуск набора данных

source: Datasets
kbd: Датэсет

source: Dawoodi
kbd: Давуди

source: Days
kbd: Махуэу

source: Delete my recordings
kbd: Си тетхэхэр тегъэкӏ

source: Delete Profile
kbd: Профилыр игъэкI

source: Dhivehi
kbd: Тхьыуэхь

source: Dholuo
kbd: Долуоибзэ

source: Different language
kbd: Нэгъуэщӏыбзэ

source: Difficult
kbd: Гугъу

source: Difficult to pronounce
kbd: БгъэIуэну гугъущ

source: Dioula
kbd: Диулаибзэ

source: Discard ongoing recording
kbd: Макъ зэрытхыкӀыгъэм техыж

source: Documentation
kbd: Документацие

source: Does the sentence meet the guidelines?
kbd: Дауэ псалъэухар гъуазэ хуэхъурэ?

source: Donate
kbd: Тыгъэ щӀын

source: Donate your voice
kbd: Уи макъыр тыгъэу ет

source: Done
kbd: Зэфӏэкащ

source: Don't see your language on Common Voice yet?
kbd: Зэкӏэ уи бзэр Common Voice-м хэту плъагъукъэ?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
kbd: Уи бзэр хэмыт? Бзэм я напэм щыщӏэупщӏэ.

source: Don't wish to say
kbd: Жысӏэну сыхуейкъым

source: Download
kbd: Къитхыкӏ

source: Download My Data
kbd: Си дата къитхыкI

source: Do you want to continue?
kbd: Адэкӏэ птхыну?

source: Do you want to Speak, Listen or both?
kbd: Фтетхыну, къэфпщытэну хьэмэрэ модрейри?

source: Drag your file here or <uploadButton>click to upload</uploadButton>
kbd: Файлыр иплъхьэн щхьэкӏэ мыбыкӏэ къэлъэф <uploadButton> е мыбы текъузэ </uploadButton>

source: Drop file here to upload
kbd: Файл къиплъхьэнур мыбыкӏэ къэгъанэ

source: Duala
kbd: Дуалаибзэ

source: Dutch
kbd: Голландыбзэ

source: Eastern Balochi
kbd: Къэкӏыпӏэ Балочи

source: Eastern Huasteca Nahuatl
kbd: Къэкӏыпӏэ Уастэка Науатл

source: Eastern Min
kbd: КъэкӀыпӏэ Миныбзэ

source: Eastern Penan
kbd: Къэкӏыпӏэ Пенан

source: Easy
kbd: Тыншщ

source: Ebrie
kbd: Ебриибзэ

source: Edit
kbd: Хъуэж

source: Edit Profile
kbd: Профил зэхъуэкI

source: Email
kbd: э-пощт

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
kbd: <emailFragment>Подпишитесь</emailFragment> на нашу рассылку, чтобы узнать, как вы можете принять участие в кампаниях, мероприятиях и функциях совместной разработки на Common Voice.

source: Emakhuwa
kbd: Эмахува

source: English
kbd: Инджылызыбзэ

source: Enter your Country/Region of Residence
kbd: Уздэпсэу къэрал/Щӏыпӏэр итхэ

source: Enter your email
kbd: Уи э-пощтэр тхы

source: Enter your public domain sentence here
kbd: Жылагъуэм ей уи псалъэухар мыбдеж итхэ

source: Enter your public domain sentences here
kbd: Жылагъуэм ей псалъэухахэр мыбы къэтх.

source: Error adding sentence
kbd: Псалъэуха къиплъхьэ пэтрэ зыгуэрэ илэжащ

source: Error { $code }
kbd: Щыуагъэ { $code }

source: Error while playing audio file.
kbd: Макъ файл къеуэрэ пэт къэхъуа щыуагъэ.

source: Erzya
kbd: Ерзий

source: Esperanto
kbd: Аспэрэнт

source: Estonian
kbd: Истэн

source: Eton
kbd: Этоныбзэ

source: Events
kbd: Къэхъукъащӏэхэр

source: Everyone
kbd: Елэжь псори

source: Ewe
kbd: Евеибзэ

source: Ewondo
kbd: Эвондоибзэ

source: Example
kbd: Щапхъэ

source: Exit & Delete clips
kbd: Къыхэкlыжи макъ тептхахэр тегъэкlыж

source: Fang
kbd: Фангыбзэ

source: FAQ
kbd: УпщIэ

source: Faroese
kbd: Фароебзэ

source: Female/Feminine
kbd: Бзы

source: Fewer than 15 words per sentence
kbd: Псалъэ 15-м нэхъ мащӏэу

source: Fields marked with an asterisk (*) are required.
kbd: * Хуе губгъуэр гъэунэху

source: File is too large
kbd: Файлыр ин дыдэщ

source: File is too small
kbd: Файлыр цӏыкӏу дыдэщ

source: Finance
kbd: Финанс

source: Finish recording
kbd: Тетхэныр ух

source: Finish recording first?
kbd: Япэ щӀыкӀэ тетхэныр ухын?

source: Finish Review
kbd: Еплъыжыныр ух

source: Finish validating
kbd: Къэгъэпэжыныр ух

source: Finish validating clips?
kbd: Макъ тетхахэр къэгъэпэжыныр ухын?

source: Finnish
kbd: Фин

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
kbd: Сначала убедитесь, <languageLink>не добавлен ли уже</languageLink> ваш язык. Если его ещё нет, вам надо <strong>перевести сайт и собрать предложения</strong>.

source: Follow guidelines from “What sentences can I add?”
kbd: “Сыт хуэдэ псалъэуха иджыри къилъсхьэфын” линкым щыщ гъуазэм еплъ.

source: for example
kbd: щапхъэ

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
kbd: Щӏэныпхър хэти щхьэкӏэ фӏыуэ лэжьэн папщӏэ зэхэзылъхьэхэм щӏэныпхъэр яухуэнкӏэ дэӏэпыкъуэгъу къахуэхъу датэм цӏыху зэхуэмыдэ ӏэджи къигъэлъагъуэу щытын хуейщ. Псалъэм папщӏэ, белджылыуэ зы акцент зиӏэ псэлъакӏуэхэр къыхэдмыгъэхьэмэ, щӏэныпхъэр а акцентым ирипсалъэ цӏыхухэм щхьэкӏэ фӏыуэ лэжьэнукъым. <learnMore>Метэдатэм и мыхьэнэшхуэм теухуауэ нэхъыбэ зэгъащӏэ.</learnMore>

source: French
kbd: Французыбзэ

source: Frisian
kbd: Фырыз

source: Fulah
kbd: Фулэхь

source: Fuzhou
kbd: Фучжоу

source: Galician
kbd: Галисибзэ

source: Gawarbaiti
kbd: Гаварбайти

source: Gawri
kbd: Гаври

source: GB
kbd: ГБ

source: General language / multiple variants
kbd: Жылагъуэм ей бзэ / вариант зэмылӏэужыгъуэ

source: Georgian
kbd: Хъырцэ

source: German
kbd: Алмэн

source: Get involved
kbd: Принять участие

source: Get Involved
kbd: Ублэ

source: Get started with goals
kbd: Гъэпс

source: Gheg Albanian
kbd: Гег албыныбзэ

source: Ghomala
kbd: Гомалэибзэ

source: Goal reached
kbd: Мурадыр къызэхъулӏащ

source: Goals
kbd: Мурадхэр

source: Goan Konkani
kbd: Гоан Куэнканибзэ

source: Gorani
kbd: Горани

source: Go to Languages Page
kbd: Бзэхэм я напэкIуэцIыр ӏух

source: Go to { $name }
kbd: { $name }-м кӏуэ

source: Grammatical / spelling error
kbd: Грамэр / орфограф щыуагъэ

source: Great! How many clips a week?
kbd: Хъарзынэщ! Тхьэмахуэ къэс сыт хуэдиз макъ тептхэрэ?

source: Great! How many clips per day?
kbd: Лъэщ! Махуэм тхыгъэ дапщэ?

source: Great!<recordIcon></recordIcon> Record your next clip
kbd: Фlы дыдэщ! <recordIcon></recordIcon> Къыкlэлъыкlуэ клипыр тетхэ

source: Great work!<playIcon></playIcon> Listen again when you're ready
kbd: Лэжьыгъэ лъэщ! <playIcon></playIcon> Зэ едэ1уэж, Фы хьэзырым.

source: Greek
kbd: Алыдж

source: Gronings
kbd: Гронингибзэ

source: Guarani
kbd: Гуэранибзэ

source: Guidelines
kbd: Гъуазэхэр

source: Gujarati
kbd: Гуджэратыбзэ

source: Gujari
kbd: Гуджари

source: Haitian
kbd: Хаитыбзэ

source: Hakha Chin
kbd: Хьэхъэ Чын

source: Hausa
kbd: Хьэусэбзэ

source: Have you read our Terms?
kbd: Уеджа ди 1эмэпсымэхэр къызэрагъэсэбэп Хабзэм?

source: Healthcare
kbd: Узыншагъэ хъумэн

source: Hebrew
kbd: Журт

source: Help
kbd: дэӀэпыкъуныгъэ

source: Help create Common Voice’s first target segment in { $locale }
kbd: Common Voice-ым и япэрей ӏуэху ӏыхьэ { $locale } -р зэгъэпэщынымкӏэ къыддэӏэпыкъу

source: Help teach machines how real people speak, donate your voice at { $link }
kbd: ФыкъыддэIэпыкъу, машинэм цIыху псэлъэкIэ яджыну, { $link }-м фи макъ хэвгъахъуэ. Фыкъыддэӏэпыкъу гъущӏыпэм цӏыхухэр къыгурыӏуэ хъуну, фи макъыр тыгъэншэу ефтыну { $link }.

source: Help us build a community around voice technology, stay in touch via email.
kbd: Макъ технологиехэм ехьэлӏа зэдарэгъу гуп зэгъэпэщынымкӏэ фыкъыддэӏэпыкъу, э-пощткӏэ фыкъатхэ.

source: Help us build a high quality, publicly open dataset
kbd: Зэпэщу къызэгъэпэща тхыгъэ дывгъэщӏ

source: Help us find others to donate their voice!
kbd: ФыкъыддэIэпыкъу, адрехэр къэтгъуэтыну, зи макъ къыддэгуэшэн. Фыкъыддэӏэпыкъу, зи макъ езгъэтхыну гукъыдэж зиӏэхэр къэдгъуэтыну!

source: Help us get to { $goal }
kbd: КъытдэӀэпыкъу { $goal }'м нэдгъэсыну

source: Help us validate sentences!
kbd: Псалъэухахэр къэгъэпэжымкӏэ фыкъыддэӀэпыкъу!

source: Help us validate voices
kbd: Тхар гъэзэхуэж

source: Heng Hua
kbd: Хэн Хуа

source: Hidden
kbd: Гъэпщкӏуа

source: Highland Puebla Nahuatl
kbd: Пуеблэ Науатл и бзэ

source: Hiligaynon
kbd: Хьилигаиноныбзэ

source: Hill Mari
kbd: Хьыл Мэри

source: Hindi
kbd: Хьиндибзэ

source: History, Law and Government
kbd: Тхыдэ, хабзэ икӀи жылагъуэ Ӏуэху

source: Hours Recorded
kbd: Сыхьэту тха

source: Hours Validated
kbd: Сыхьэту хэплъа

source: How ?
kbd: Дауэ?

source: How does Common Voice work?
kbd: Common Voice-р дауэ лажьэрэ?

source: How do I add a language?
kbd: Дауэ бзэр хэслъхьэфыну?

source: How do I add sentences?
kbd: Псалъэухахэр дауэ хэслъхьэфыну?

source: How do I cite?
kbd: Хэкӏыпӏэ дауэ зэрагъэлъагъуэр?

source: How do I stay in touch?
kbd: Как мне быть на связи?

source: How to add multiple sentences
kbd: Даурэ псалъэуха гуп ислъхьэфыну?

source: How would you describe your sex or gender?
kbd: Уи лхугъэр хьэмэрэ уи зэрыбжыкӏэр дауэт зэрыптхыжынур?

source: Huarijio
kbd: Уариджио

source: Huautla Mazatec
kbd: Уаутла-мазатек

source: Hungarian
kbd: Мэджэрыбзэ

source: I agree
kbd: Содэ

source: Ibibio
kbd: Ибибио

source: Icelandic
kbd: Изландыбзэ

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
kbd: Мы псалъэухахэм <wikipediaLink> жылагъуэм зэрыейр </wikipediaLink> икӏи абыхэм илъсхьэну хуит сыкъызэрыщӏар арэзы тызохъуэ.

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
kbd: Мы псалъэухар <wikipediaLink> жылагъуэм ей </wikipediaLink>уэ зэрыщытыр, икӏи ар илъхьэн папщӏэ хуитыныгъэ сызэриӏэм щыхьэт сытохъуэ.

source: <icon></icon> Add multiple public domain sentences
kbd: <icon></icon> жылагъуэ псалъэ къызэрыкӏуэ гуп хэлъхьэ

source: Ideally natural and conversational (it should be easy to read the sentence)
kbd: Гъуэзэджэурэ щӏэупсыфэу икӏи зэпсэлъэныгъэ хуэкӏуэу (псалъэухам еджэныр тыншу щытын хуейщ)

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
kbd: Сэ си гугъэщ си мурад зэриӀэхэмкӀэ хъыбар егъэщӀэну, си гугъэщ Common Voice къызэрыщыӀамкӀи хъыбарыр къысхуэхъуэну.

source: I do not agree
kbd: Сдэкъым

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
kbd: Псалъэухар уэ зэхэплъхьамэ, къудейуэ <italicizedText>“Сысейщ”</italicizedText> жыlэ. Дэ мы зэхэлъыр къыщыбгъуэтар дэнэми екlуэлlапlэ иlэу lыхьэ щэху зэрыхэмылъыр къэтхутэфын хуэдэу тщlэн хуейщ. Цитатэ тхыкlэм теухуауэ щlэныгъэ нэхъыбэ щхьэкlэ ди <guidelinesLink>напэкIуэцI гъуазэ</guidelinesLink>м еплъ.

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
kbd: Мы файлым папщӏэ нэхъыбэу щыбгъэгъуэзэн ухуеймэ <emailFragment>commonvoice@mozilla.com</emailFragment>мкӏэ зыпыщӏэ.

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
kbd: Мы файлым папщӏэ шаблоным хэмыту щыбгъэгъуэзэн уиӏэмэ <emailFragment>commonvoice@mozilla.com</emailFragment>мкӏэ зыпыщӏэ.

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
kbd: Псалъэухар критерием темыту щытмэ, сэмэгурабгъум щыт &quot;Reddet&quot; кнопкэр текъузэ. Уи фӀэщ щымыӀэмэ, ар къыпхыпщӀыкӀынкӀи хъунущ, къыкӀэлъыкӀуэ абы кӀэлъыпхъуэну.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
kbd: Псалъэухар критерием тету щытмэ, ижьрабгъум щыт кнопкэр &quot; текъузи&quot; щыхьэт техъуэ.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
kbd: Мы къывитхэм хэмыт фырихьэлӏэмэ фызэрегупсысу къыхэфх, фхуэмыщӏыжыхэ хъумэ адрей тхыгъэм фыкӏуэ.

source: If you run out of sentences to review, please help us collect more sentences!
kbd: Къызэрапщытэну псалъэухахэр къыфщӀэфхмэ, псалъэуха нэхъыбэ зэхуэхьэсын къыдэфӀэӀуэху!

source: Igbo
kbd: Игбо

source: Include appropriate citation
kbd: Къыздипхар наӏуэу къэтх

source: Indonesian
kbd: Инданэ

source: Indus Kohistani
kbd: Индие-кохистани

source: Information about the language
kbd: Бзэм теухуа щӏэныгъэхэр

source: In Progress
kbd: Хьэзыр йокIуэкI

source: Interlingua
kbd: Интерлингуа

source: Interlingue
kbd: Интерлингуа

source: Iñupiaq
kbd: Инупиак

source: Invalid file
kbd: Емызэгъ файл

source: Irish
kbd: Ирландыбзэ

source: IsiNdebele (North)
kbd: ИсиНдебеле (ищхъэрэ)

source: IsiNdebele (South)
kbd: ИсиНдебеле (ипщэ)

source: Is the clip valid?
kbd: Корректная ли запись?

source: Italian
kbd: Италяныбзэ

source: It contains words or phrases that are hard to read or pronounce.
kbd: Къеджэн е къэпсэлъэн гугъу хъу псалъэ е псалъэуха къыхэтщ.
